tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "sdkman/tap"
brew "python@3.11"
brew "azure-cli"
brew "cmake"
brew "commitizen"
brew "coreutils"
brew "gettext"
brew "curl"
brew "diffutils"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "git-delta"
brew "glab"
brew "gnu-sed"
brew "go"
brew "goose"
brew "helix"
brew "htop"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazygit"
brew "lsd"
brew "make"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "node"
brew "ollama"
brew "rust"
brew "skopeo"
brew "st"
brew "starship"
brew "stow"
brew "tmux"
brew "wget"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"]
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sdkman/tap/sdkman-cli"
cask "amethyst"
cask "docker"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "obsidian"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "DavidAnson.vscode-markdownlint"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "golang.go"
vscode "MagdalenaLipka.tokyo-night-frameless"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.annotator"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
