tap "alesbrelih/gitlab-ci-ls"
tap "carvel-dev/carvel"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "kluctl/tap"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "sdkman/tap"
tap "sst/tap"
brew "aom"
brew "azure-cli"
brew "gettext"
brew "bat"
brew "bazel"
brew "btop"
brew "buf"
brew "cmake"
brew "commitizen"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "direnv"
brew "docker", link: false
brew "fastfetch"
brew "unbound"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "go"
brew "goenv"
brew "goose"
brew "gpgme"
brew "graphviz"
brew "helix"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "libfido2"
brew "lima"
brew "lpeg"
brew "lsd"
brew "luarocks"
brew "make"
brew "mmdbinspect"
brew "neofetch"
brew "neovim"
brew "ollama"
brew "pandoc"
brew "protobuf"
brew "python@3.11"
brew "qemu"
brew "rustup"
brew "skopeo"
brew "st"
brew "starship"
brew "stow"
brew "superfile"
brew "tmux"
brew "upx"
brew "uv"
brew "vegeta"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "carvel-dev/carvel/vendir"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-modern-doom3-icon"]
brew "jesseduffield/lazydocker/lazydocker"
brew "joshmedeski/sesh/sesh"
brew "kluctl/tap/kluctl"
brew "koekeishiya/formulae/yabai"
brew "sst/tap/opencode"
cask "aerospace"
cask "brave-browser"
cask "docker-desktop"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "obsidian"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
vscode "alefragnani.project-manager"
vscode "asvetliakov.vscode-neovim"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "drewxs.tokyo-night-dark"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "huanamigo.tokyo-night-ultra"
vscode "lamarcke.kanagawa-black"
vscode "magdalenalipka.tokyo-night-frameless"
vscode "mkhl.direnv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "qufiwefefwoyn.kanagawa"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.annotator"
vscode "saoudrizwan.claude-dev"
vscode "sst-dev.opencode"
vscode "tamasfe.even-better-toml"
vscode "tompollak.lazygit-vscode"
vscode "usernamehw.errorlens"
