tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "sdkman/tap"
brew "aom"
brew "python@3.11"
brew "azure-cli"
brew "bat"
brew "gettext"
brew "bazel"
brew "cmake"
brew "commitizen"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "go"
brew "goenv"
brew "goose"
brew "helix"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazygit"
brew "libfido2"
brew "lpeg"
brew "lsd"
brew "luarocks"
brew "make"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "node"
brew "ollama"
brew "rustup-init"
brew "skopeo"
brew "st"
brew "starship"
brew "stow"
brew "tmux"
brew "vegeta"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "joshmedeski/sesh/sesh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sdkman/tap/sdkman-cli"
cask "amethyst"
cask "docker"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "goland"
cask "obsidian"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "davidanson.vscode-markdownlint"
vscode "enkia.tokyo-night"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "golang.go"
vscode "magdalenalipka.tokyo-night-frameless"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.annotator"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
