git
stow
neovim
fzf
npm
cargo
make
python
lazygit
git-delta
kitty
alacritty
zsh
zsh-autosuggestions
zsh-syntax-highlighting
starship
neofetch
awesome
rofi
nitrogen
